Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.error.cantOpen.message
source: The page could not be opened. Check the address and try again.
ar: تعذر فتح الصفحة. تحقق من العنوان وحاول مرة أخرى.
bs: Stranica se nije mogla otvoriti. Provjerite adresu i pokušajte ponovo.
da: Siden kunne ikke åbnes. Kontrollér adressen, og prøv igen.
de: Die Seite konnte nicht geöffnet werden. Prüfe die Adresse und versuche es erneut.
es: No se pudo abrir la página. Comprueba la dirección e inténtalo de nuevo.
fr: La page n’a pas pu être ouverte. Vérifiez l’adresse et réessayez.
it: Impossibile aprire la pagina. Controlla l’indirizzo e riprova.
ja: ページを開けませんでした。アドレスを確認してからもう一度お試しください。
ko: 페이지를 열 수 없습니다. 주소를 확인하고 다시 시도하세요.
nb: Siden kunne ikke åpnes. Kontroller adressen og prøv igjen.
pl: Nie można otworzyć strony. Sprawdź adres i spróbuj ponownie.
pt_br: Não foi possível abrir a página. Verifique o endereço e tente novamente.
ru: Не удалось открыть страницу. Проверьте адрес и повторите попытку.
th: ไม่สามารถเปิดหน้านี้ได้ ตรวจสอบที่อยู่แล้วลองอีกครั้ง
tr: Sayfa açılamadı. Adresi kontrol edip tekrar deneyin.
uk: Не вдалося відкрити сторінку. Перевірте адресу та спробуйте ще раз.
zh_hans: 无法打开此页面。请检查地址并重试。
zh_hant: 無法開啟此頁面。請檢查位址並再試一次。

# browser.error.cantOpen.title
source: Can't open this page
ar: لا يمكن فتح هذه الصفحة
bs: Nije moguće otvoriti ovu stranicu
da: Kan ikke åbne denne side
de: Diese Seite kann nicht geöffnet werden
es: No se puede abrir esta página
fr: Impossible d'ouvrir cette page
it: Impossibile aprire questa pagina
ja: このページを開けません
ko: 이 페이지를 열 수 없습니다
nb: Kan ikke åpne denne siden
pl: Nie można otworzyć tej strony
pt_br: Não foi possível abrir esta página
ru: Не удается открыть эту страницу
th: ไม่สามารถเปิดหน้านี้ได้
tr: Bu sayfa açılamıyor
uk: Не вдається відкрити цю сторінку
zh_hans: 无法打开此页面
zh_hant: 無法開啟此頁面

# browser.error.cantReach.messageSite
source: The site refused to connect. Check that a server is running on this address.
ar: رفض الموقع الاتصال. تأكد من تشغيل خادم على هذا العنوان.
bs: Stranica je odbila vezu. Provjerite da li je server pokrenut na ovoj adresi.
da: Siden nægtede forbindelsen. Kontroller at en server kører på denne adresse.
de: Die Website hat die Verbindung verweigert. Überprüfen Sie, ob ein Server unter dieser Adresse läuft.
es: El sitio rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.
fr: Le site a refusé la connexion. Vérifiez qu'un serveur est bien en cours d'exécution à cette adresse.
it: Il sito ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.
ja: サイトに接続できませんでした。このアドレスでサーバーが実行されていることを確認してください。
ko: 사이트에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
nb: Nettstedet nektet tilkobling. Kontroller at en server kjører på denne adressen.
pl: Serwer odmówił połączenia. Sprawdź, czy pod tym adresem działa serwer.
pt_br: O site recusou a conexão. Verifique se há um servidor em execução neste endereço.
ru: Сайт отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
th: เว็บไซต์ปฏิเสธการเชื่อมต่อ ตรวจสอบว่ามีเซิร์ฟเวอร์ทำงานบนที่อยู่นี้
tr: Site bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.
uk: Сайт відмовив у з'єднанні. Перевірте, чи працює сервер за цією адресою.
zh_hans: 网站拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: 網站拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.messageURL
source: %@ refused to connect. Check that a server is running on this address.
ar: رفض %@ الاتصال. تأكد من تشغيل خادم على هذا العنوان.
bs: %@ je odbio vezu. Provjerite da li je server pokrenut na ovoj adresi.
da: %@ nægtede forbindelsen. Kontroller at en server kører på denne adresse.
de: %@ hat die Verbindung verweigert. Überprüfen Sie, ob ein Server unter dieser Adresse läuft.
es: %@ rechazó la conexión. Comprueba que haya un servidor en ejecución en esta dirección.
fr: %@ a refusé la connexion. Vérifiez qu'un serveur est bien en cours d'exécution à cette adresse.
it: %@ ha rifiutato la connessione. Verifica che un server sia in esecuzione su questo indirizzo.
ja: %@ に接続できませんでした。このアドレスでサーバーが実行されていることを確認してください。
ko: %@에서 연결을 거부했습니다. 이 주소에서 서버가 실행 중인지 확인하세요.
nb: %@ nektet tilkobling. Kontroller at en server kjører på denne adressen.
pl: %@ odmówił połączenia. Sprawdź, czy pod tym adresem działa serwer.
pt_br: %@ recusou a conexão. Verifique se há um servidor em execução neste endereço.
ru: %@ отклонил подключение. Убедитесь, что сервер запущен по этому адресу.
th: %@ ปฏิเสธการเชื่อมต่อ ตรวจสอบว่ามีเซิร์ฟเวอร์ทำงานบนที่อยู่นี้
tr: %@ bağlantıyı reddetti. Bu adreste bir sunucunun çalışıp çalışmadığını kontrol edin.
uk: %@ відмовив у з'єднанні. Перевірте, чи працює сервер за цією адресою.
zh_hans: %@ 拒绝了连接。请检查此地址上是否有服务器正在运行。
zh_hant: %@ 拒絕連線。請確認此位址上有伺服器正在運行。

# browser.error.cantReach.title
source: Can't reach this page
ar: لا يمكن الوصول إلى هذه الصفحة
bs: Nije moguće dosegnuti ovu stranicu
da: Kan ikke nå denne side
de: Diese Seite ist nicht erreichbar
es: No se puede acceder a esta página
fr: Impossible d'atteindre cette page
it: Impossibile raggiungere questa pagina
ja: このページに到達できません
ko: 이 페이지에 연결할 수 없습니다
nb: Kan ikke nå denne siden
pl: Nie można uzyskać dostępu do tej strony
pt_br: Não foi possível acessar esta página
ru: Не удается подключиться к странице
th: ไม่สามารถเข้าถึงหน้านี้ได้
tr: Bu sayfaya ulaşılamıyor
uk: Не вдається відкрити цю сторінку
zh_hans: 无法访问此页面
zh_hant: 無法連線至此頁面

# browser.error.checkNetwork
source: Check your network connection and try again.
ar: تحقق من اتصال الشبكة وحاول مجددًا.
bs: Provjerite mrežnu vezu i pokušajte ponovo.
da: Kontroller din netværksforbindelse, og prøv igen.
de: Überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut.
es: Comprueba tu conexión de red e inténtalo de nuevo.
fr: Vérifiez votre connexion réseau et réessayez.
it: Controlla la connessione di rete e riprova.
ja: ネットワーク接続を確認してもう一度お試しください。
ko: 네트워크 연결을 확인하고 다시 시도하세요.
nb: Kontroller nettverkstilkoblingen og prøv igjen.
pl: Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: Verifique sua conexão de rede e tente novamente.
ru: Проверьте сетевое подключение и повторите попытку.
th: ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr: Ağ bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення до мережі та спробуйте ще раз.
zh_hans: 请检查您的网络连接，然后重试。
zh_hant: 請檢查您的網路連線後再試一次。

# browser.error.frameLoadInterrupted
source: Frame load interrupted
ar: تم قطع تحميل الإطار
bs: Učitavanje okvira je prekinuto
da: Indlæsning af ramme blev afbrudt
de: Laden des Frames unterbrochen
es: Carga del marco interrumpida
fr: Chargement du cadre interrompu
it: Caricamento del frame interrotto
ja: フレームの読み込みが中断されました
ko: 프레임 로딩이 중단되었습니다
nb: Innlasting av ramme ble avbrutt
pl: Ładowanie ramki zostało przerwane
pt_br: Carregamento do frame interrompido
ru: Загрузка фрейма прервана
th: การโหลดเฟรมถูกขัดจังหวะ
tr: Çerçeve yüklemesi kesildi
uk: Завантаження фрейму перервано
zh_hans: 页面框架加载中断
zh_hant: 頁框載入中斷

# browser.error.urlAllowlist.attemptedURL
source: Attempted URL
ar: رابط URL الذي تمت محاولته
de: Versuchte URL
es: URL intentada
fr: URL tentée
ja: 試行したURL
ko: 시도된 URL
zh_hans: 尝试访问的 URL
zh_hant: 嘗試存取的 URL

# browser.error.urlAllowlist.message
source: This URL is not allowed by your organization's embedded-browser policy.
ar: رابط URL هذا غير مسموح به بموجب سياسة المتصفح المضمن الخاصة بمؤسستك.
de: Diese URL ist gemäß der Richtlinie für eingebettete Browser Ihrer Organisation nicht zulässig.
es: Esta URL no está permitida por la política de navegador integrado de tu organización.
fr: Cette URL n’est pas autorisée par la politique de navigateur intégré de votre organisation.
ja: このURLは組織の内蔵ブラウザポリシーで許可されていません。
ko: 이 URL은 조직의 내장 브라우저 정책에 의해 허용되지 않습니다.
zh_hans: 你所在组织的内嵌浏览器策略不允许访问此 URL。
zh_hant: 您的組織內嵌瀏覽器原則不允許此 URL。

# browser.error.urlAllowlist.userMessage
source: This URL is not allowed by the embedded-browser URL policy.
ar: رابط URL هذا غير مسموح به بموجب سياسة روابط URL للمتصفح المضمن.
de: Diese URL ist gemäß der Richtlinie für eingebettete Browser-URLs nicht zulässig.
es: Esta URL no está permitida por la política de URL del navegador integrado.
fr: Cette URL n’est pas autorisée par la politique d'URL du navigateur intégré.
ja: このURLは内蔵ブラウザのURLポリシーで許可されていません。
ko: 이 URL은 내장 브라우저 URL 정책에 의해 허용되지 않습니다.
zh_hans: 内嵌浏览器 URL 策略不允许访问此 URL。
zh_hant: 內嵌瀏覽器 URL 原則不允許此 URL。

# browser.error.urlAllowlist.title
source: Blocked by your organization's policy
ar: محظور بموجب سياسة مؤسستك
de: Durch die Richtlinie Ihrer Organisation blockiert
es: Bloqueado por la política de tu organización
fr: Bloqué par la politique de votre organisation
ja: 組織のポリシーによりブロックされました
ko: 조직의 정책에 의해 차단됨
zh_hans: 已被你所在组织的策略拦截
zh_hant: 已被您的組織原則封鎖

# browser.error.urlAllowlist.userTitle
source: Blocked by the embedded-browser URL policy
ar: محظور بموجب سياسة روابط URL للمتصفح المضمن
de: Durch die Richtlinie für eingebettete Browser-URLs blockiert
es: Bloqueado por la política de URL del navegador integrado
fr: Bloqué par la politique d'URL du navigateur intégré
ja: 内蔵ブラウザのURLポリシーによりブロックされました
ko: 내장 브라우저 URL 정책에 의해 차단됨
zh_hans: 已被内嵌浏览器 URL 策略拦截
zh_hant: 已被內嵌瀏覽器 URL 原則封鎖

# browser.error.insecure.message
source: %@ uses plain HTTP, so traffic can be read or modified on the network. Open this URL in your default browser, or proceed in cmux.
ar: يستخدم %@ بروتوكول HTTP غير مشفر، لذا يمكن قراءة حركة البيانات أو تعديلها على الشبكة. افتح هذا URL في متصفحك الافتراضي، أو تابع في cmux.
bs: %@ koristi čisti HTTP, pa se promet može čitati ili mijenjati na mreži. Otvorite ovaj URL u podrazumijevanom pregledniku ili nastavite u cmux.
da: %@ bruger almindelig HTTP, så trafikken kan læses eller ændres på netværket. Åbn denne URL i din standardbrowser, eller fortsæt i cmux.
de: %@ verwendet unverschlüsseltes HTTP, daher kann der Datenverkehr im Netzwerk gelesen oder verändert werden. Öffnen Sie diese URL in Ihrem Standardbrowser oder fahren Sie in cmux fort.
es: %@ usa HTTP sin cifrar, por lo que el tráfico puede ser leído o modificado en la red. Abre esta URL en tu navegador predeterminado o continúa en cmux.
fr: %@ utilise le protocole HTTP non chiffré, le trafic peut donc être lu ou modifié sur le réseau. Ouvrez cette URL dans votre navigateur par défaut ou continuez dans cmux.
it: %@ utilizza HTTP non crittografato, quindi il traffico può essere letto o modificato sulla rete. Apri questo URL nel browser predefinito oppure continua in cmux.
ja: %@ は HTTP 接続を使用しているため、通信内容がネットワーク上で読み取られたり改ざんされる可能性があります。 デフォルトブラウザで開くか、cmux で続行してください。
ko: %@은(는) 일반 HTTP를 사용하므로, 네트워크에서 트래픽이 읽히거나 변조될 수 있습니다. 기본 브라우저에서 이 URL을 열거나, cmux에서 계속 진행하세요.
nb: %@ bruker vanlig HTTP, så trafikk kan leses eller endres på nettverket. Åpne denne URL-en i standard nettleser, eller fortsett i cmux.
pl: %@ używa zwykłego HTTP, więc ruch sieciowy może być odczytany lub zmodyfikowany. Otwórz ten URL w domyślnej przeglądarce lub kontynuuj w cmux.
pt_br: %@ usa HTTP simples, então o tráfego pode ser lido ou modificado na rede. Abra esta URL no seu navegador padrão ou continue no cmux.
ru: %@ использует незащищенный протокол HTTP, поэтому трафик может быть перехвачен или изменен в сети. Откройте этот URL в браузере по умолчанию или продолжите в cmux.
th: %@ ใช้ HTTP แบบธรรมดา ดังนั้นข้อมูลอาจถูกอ่านหรือแก้ไขบนเครือข่ายได้ เปิด URL นี้ในเบราว์เซอร์เริ่มต้น หรือดำเนินการต่อใน cmux
tr: %@ düz HTTP kullanıyor, bu nedenle trafik ağda okunabilir veya değiştirilebilir. Bu URL'yi varsayılan tarayıcınızda açın ya da cmux'ta devam edin.
uk: %@ використовує незахищений HTTP, тому трафік може бути прочитаний або змінений у мережі. Відкрийте цю URL-адресу у стандартному браузері або продовжте в cmux, якщо довіряєте цьому ресурсу.
zh_hans: %@ 使用纯 HTTP 连接，网络上的流量可能被读取或修改。 请在默认浏览器中打开此 URL，或在 cmux 中继续访问。
zh_hant: %@ 使用未加密的 HTTP，網路上的流量可能被讀取或竄改。 在您的預設瀏覽器中開啟此 URL，或在 cmux 中繼續。

# browser.error.insecure.title
source: Connection isn't secure
ar: الاتصال غير آمن
bs: Veza nije sigurna
da: Forbindelsen er ikke sikker
de: Verbindung ist nicht sicher
es: La conexión no es segura
fr: La connexion n'est pas sécurisée
it: La connessione non è sicura
ja: 接続は安全ではありません
ko: 연결이 안전하지 않습니다
nb: Tilkoblingen er ikke sikker
pl: Połączenie nie jest bezpieczne
pt_br: A conexão não é segura
ru: Подключение не защищено
th: การเชื่อมต่อไม่ปลอดภัย
tr: Bağlantı güvenli değil
uk: З'єднання незахищене
zh_hans: 连接不安全
zh_hant: 連線不安全

# browser.error.invalidCertificate
source: The certificate for this site is invalid.
ar: شهادة هذا الموقع غير صالحة.
bs: Certifikat za ovu stranicu je nevažeći.
da: Certifikatet for denne side er ugyldigt.
de: Das Zertifikat für diese Website ist ungültig.
es: El certificado de este sitio no es válido.
fr: Le certificat de ce site n'est pas valide.
it: Il certificato per questo sito non è valido.
ja: このサイトの証明書が無効です。
ko: 이 사이트의 인증서가 유효하지 않습니다.
nb: Sertifikatet for dette nettstedet er ugyldig.
pl: Certyfikat tej strony jest nieprawidłowy.
pt_br: O certificado deste site é inválido.
ru: Сертификат этого сайта недействителен.
th: ใบรับรองสำหรับเว็บไซต์นี้ไม่ถูกต้อง
tr: Bu sitenin sertifikası geçersiz.
uk: Сертифікат цього сайту недійсний.
zh_hans: 此网站的证书无效。
zh_hant: 此網站的憑證無效。

# browser.error.noInternet
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bs: Nema internetske veze
da: Ingen internetforbindelse
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Aucune connexion Internet
it: Nessuna connessione a internet
ja: インターネット接続がありません
ko: 인터넷에 연결되어 있지 않습니다
nb: Ingen internettforbindelse
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
ru: Нет подключения к интернету
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає підключення до інтернету
zh_hans: 无互联网连接
zh_hant: 沒有網際網路連線

# browser.error.reload
source: Reload
ar: إعادة تحميل
bs: Ponovo učitaj
da: Genindlæs
de: Neu laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 새로고침
nb: Last inn på nytt
pl: Odśwież
pt_br: Recarregar
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入

# browser.externalOpenFailure.copyLink
source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
zh_hans: 复制链接
zh_hant: 複製連結

# browser.externalOpenFailure.message
source: cmux could not open this link. You can copy it and open it in another app.
ar: تعذر على cmux فتح هذا الرابط. يمكنك نسخه وفتحه في تطبيق آخر.
de: cmux konnte diesen Link nicht öffnen. Sie können ihn kopieren und in einer anderen App öffnen.
es: cmux no pudo abrir este enlace. Puedes copiarlo y abrirlo en otra aplicación.
fr: cmux n’a pas pu ouvrir ce lien. Vous pouvez le copier et l’ouvrir dans une autre application.
ja: cmux はこのリンクを開けませんでした。リンクをコピーして別のアプリで開けます。
ko: cmux가 이 링크를 열 수 없습니다. 링크를 복사하여 다른 앱에서 열 수 있습니다.
zh_hans: cmux 无法打开此链接。你可以复制它并在其他应用中打开。
zh_hant: cmux 無法開啟此連結。您可以複製連結並在其他應用程式中開啟。

# browser.externalOpenFailure.title
source: Cannot Open Link
ar: لا يمكن فتح الرابط
de: Link kann nicht geöffnet werden
es: No se puede abrir el enlace
fr: Impossible d’ouvrir le lien
ja: リンクを開けません
ko: 링크를 열 수 없음
zh_hans: 无法打开链接
zh_hant: 無法開啟連結

# browser.externalOpenPrompt.message
source: A web page in cmux wants to open a link in another app. You can stay in the browser instead.
ar: تريد صفحة ويب في cmux فتح رابط في تطبيق آخر. يمكنك البقاء في المتصفح بدلاً من ذلك.
de: Eine Webseite in cmux möchte einen Link in einer anderen App öffnen. Sie können stattdessen im Browser bleiben.
es: Una página web en cmux quiere abrir un enlace en otra aplicación. Puedes permanecer en el navegador en su lugar.
fr: Une page Web dans cmux souhaite ouvrir un lien dans une autre application. Vous pouvez plutôt rester dans le navigateur.
ja: cmux のウェブページが別のアプリでリンクを開こうとしています。代わりにブラウザに留まることもできます。
ko: cmux의 웹 페이지가 다른 앱에서 링크를 열려고 합니다. 대신 브라우저에 계속 머무를 수 있습니다.
zh_hans: cmux 中的网页想在其他应用中打开链接。你也可以留在浏览器中。
zh_hant: cmux 中的網頁想要在其他應用程式中開啟連結。您也可以選擇留在瀏覽器中。

# browser.externalOpenPrompt.openApp
source: Open App
ar: فتح التطبيق
de: App öffnen
es: Abrir aplicación
fr: Ouvrir l’application
ja: アプリを開く
ko: 앱 열기
zh_hans: 打开应用
zh_hant: 開啟應用程式

# browser.externalOpenPrompt.stayInBrowser
source: Stay in Browser
ar: البقاء في المتصفح
de: Im Browser bleiben
es: Permanecer en el navegador
fr: Rester dans le navigateur
ja: ブラウザに留まる
ko: 브라우저에 머물기
zh_hans: 留在浏览器
zh_hant: 留在瀏覽器中

# browser.externalOpenPrompt.title
source: Open External App?
ar: فتح تطبيق خارجي؟
de: Externe App öffnen?
es: ¿Abrir aplicación externa?
fr: Ouvrir l’application externe ?
ja: 外部アプリを開きますか？
ko: 외부 앱을 여시겠습니까?
zh_hans: 打开外部应用？
zh_hant: 要開啟外部應用程式嗎？

# browser.focusMode.active
source: Focus Mode
ar: وضع التركيز
bs: Način fokusa
da: Fokustilstand
de: Fokusmodus
es: Modo de enfoque
fr: Mode focus
it: Modalità focus
ja: フォーカスモード
ko: 집중 모드
nb: Fokusmodus
pl: Tryb skupienia
pt_br: Modo de foco
ru: Режим фокусировки
th: โหมดโฟกัส
tr: Odak modu
uk: Режим фокусування
zh_hans: 专注模式
zh_hant: 專注模式

# browser.focusMode.armed
source: Esc again to exit
ar: اضغط Esc مرة أخرى للخروج
bs: Esc ponovo za izlaz
da: Esc igen for at afslutte
de: Erneut Esc zum Beenden
es: Esc otra vez para salir
fr: Échap à nouveau pour quitter
it: Esc di nuovo per uscire
ja: もう一度Escで終了
ko: 종료하려면 Esc 다시
nb: Esc igjen for å avslutte
pl: Esc ponownie, aby wyjść
pt_br: Esc novamente para sair
ru: Esc ещё раз для выхода
th: กด Esc อีกครั้งเพื่อออก
tr: Çıkmak için tekrar Esc
uk: Esc ще раз, щоб вийти
zh_hans: 再次按 Esc 退出
zh_hant: 再次按 Esc 退出

# browser.focusMode.context.enter
source: Enter Browser Focus Mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# browser.focusMode.context.exit
source: Exit Browser Focus Mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# browser.focusMode.enter
source: Enter Focus Mode
ar: الدخول إلى وضع التركيز
bs: Uđi u režim fokusa
da: Aktivér fokustilstand
de: Fokusmodus aktivieren
es: Entrar en modo enfoque
fr: Activer le mode focus
it: Entra in modalità focus
ja: フォーカスモードに入る
ko: 포커스 모드 시작
nb: Aktiver fokusmodus
pl: Włącz tryb skupienia
pt_br: Entrar no modo de foco
ru: Включить режим фокуса
th: เข้าสู่โหมดโฟกัส
tr: Odak moduna gir
uk: Увімкнути режим фокуса
zh_hans: 进入专注模式
zh_hant: 進入專注模式

# browser.focusMode.enter.help
source: Enter browser focus mode
ar: تفعيل وضع تركيز المتصفح
bs: Uđi u način fokusa preglednika
da: Aktivér browser-fokustilstand
de: Browser-Fokusmodus aktivieren
es: Activar modo de enfoque del navegador
fr: Activer le mode focus du navigateur
it: Attiva la modalità focus del browser
ja: ブラウザフォーカスモードに入る
ko: 브라우저 집중 모드 시작
nb: Aktiver nettleser-fokusmodus
pl: Włącz tryb skupienia przeglądarki
pt_br: Ativar modo de foco do navegador
ru: Включить режим фокусировки браузера
th: เข้าสู่โหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modunu aç
uk: Увімкнути режим фокусування браузера
zh_hans: 进入浏览器专注模式
zh_hant: 進入瀏覽器專注模式

# browser.focusMode.exit.help
source: Exit browser focus mode
ar: إنهاء وضع تركيز المتصفح
bs: Izađi iz načina fokusa preglednika
da: Afslut browser-fokustilstand
de: Browser-Fokusmodus beenden
es: Salir del modo de enfoque del navegador
fr: Quitter le mode focus du navigateur
it: Esci dalla modalità focus del browser
ja: ブラウザフォーカスモードを終了
ko: 브라우저 집중 모드 종료
nb: Avslutt nettleser-fokusmodus
pl: Wyłącz tryb skupienia przeglądarki
pt_br: Sair do modo de foco do navegador
ru: Выйти из режима фокусировки браузера
th: ออกจากโหมดโฟกัสเบราว์เซอร์
tr: Tarayıcı odak modundan çık
uk: Вийти з режиму фокусування браузера
zh_hans: 退出浏览器专注模式
zh_hant: 退出瀏覽器專注模式

# browser.goBack
source: Go Back
ar: رجوع
bs: Nazad
da: Gå tilbage
de: Zurück
es: Retroceder
fr: Page précédente
it: Indietro
ja: 戻る
ko: 뒤로
nb: Gå tilbake
pl: Wstecz
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri Git
uk: Назад
zh_hans: 后退
zh_hant: 上一頁

# browser.goForward
source: Go Forward
ar: تقدم
bs: Naprijed
da: Gå frem
de: Vor
es: Avanzar
fr: Page suivante
it: Avanti
ja: 進む
ko: 앞으로
nb: Gå fremover
pl: Do przodu
pt_br: Avançar
ru: Вперед
th: ไปข้างหน้า
tr: İleri Git
uk: Вперед
zh_hans: 前进
zh_hant: 下一頁

# browser.goToURL
source: go to URL
ar: انتقل إلى URL
bs: idi na URL
da: gå til URL
de: URL aufrufen
es: ir a URL
fr: accéder à l'URL
it: vai all'URL
ja: URLに移動
ko: URL로 이동
nb: gå til URL
pl: przejdź do URL
pt_br: ir para URL
ru: перейти по URL
th: ไปที่ URL
tr: URL'ye git
uk: перейти за URL
zh_hans: 前往 URL
zh_hant: 前往 URL

# browser.import.additionalData
source: Additional data (bookmarks, settings, extensions)
ar: بيانات إضافية (الإشارات المرجعية، الإعدادات، الإضافات)
de: Zusätzliche Daten (Lesezeichen, Einstellungen, Erweiterungen)
es: Datos adicionales (marcadores, ajustes, extensiones)
fr: Données supplémentaires (signets, paramètres, extensions)
ja: 追加データ（ブックマーク、設定、拡張機能）
ko: 추가 데이터 (북마크, 설정, 확장 프로그램)
uk: Додаткові дані (закладки, налаштування, розширення)
zh_hans: 其他数据（书签、设置、扩展）
zh_hant: 額外資料 (書籤、設定、擴充功能)

# browser.import.additionalData.note
source: Bookmarks, settings, and extensions are not available yet.
ar: الإشارات المرجعية والإعدادات والإضافات ليست متاحة بعد.
de: Lesezeichen, Einstellungen und Erweiterungen sind noch nicht verfügbar.
es: Los marcadores, los ajustes y las extensiones aún no están disponibles.
fr: Les signets, les paramètres et les extensions ne sont pas encore disponibles.
ja: ブックマーク、設定、拡張機能はまだ利用できません。
ko: 북마크, 설정, 확장 프로그램은 아직 지원되지 않습니다.
uk: Закладки, налаштування та розширення поки недоступні.
zh_hans: 书签、设置和扩展尚不可用。
zh_hant: 目前尚不支援書籤、設定與擴充功能。

# browser.import.automation.error.browserNotFound
source: No importable browser matches '%@'
ar: لا يوجد متصفح قابل للاستيراد يطابق '%@'
de: Kein importierbarer Browser entspricht „%@“
es: Ningún navegador importable coincide con '%@'
fr: Aucun navigateur importable ne correspond à '%@'
ja: '%@' に一致するインポート可能なブラウザーが見つかりません
ko: '%@'과 일치하는 가져올 수 있는 브라우저가 없습니다.
zh_hans: 没有匹配 '%@' 的可导入浏览器
zh_hant: 找不到符合「%@」的可匯入瀏覽器

# browser.import.automation.error.destinationProfileCreationFailed
source: Failed to create cmux browser profile '%@'
ar: فشل إنشاء ملف تعريف متصفح cmux باسم '%@'
de: Erstellen des cmux-Browserprofils „%@“ fehlgeschlagen
es: No se pudo crear el perfil de navegador de cmux '%@'
fr: Échec de la création du profil de navigateur cmux '%@'
ja: cmux ブラウザープロファイル '%@' を作成できませんでした
ko: cmux 브라우저 프로필 '%@'(을)를 생성하지 못했습니다.
zh_hans: 无法创建 cmux 浏览器配置文件 '%@'
zh_hant: 建立 cmux 瀏覽器設定檔「%@」失敗

# browser.import.automation.error.destinationProfileNotFound
source: No cmux browser profile matches '%@'
ar: لا يوجد ملف تعريف متصفح cmux يطابق '%@'
de: Kein cmux-Browserprofil entspricht „%@“
es: Ningún perfil de navegador de cmux coincide con '%@'
fr: Aucun profil de navigateur cmux ne correspond à '%@'
ja: '%@' に一致する cmux ブラウザープロファイルが見つかりません
ko: '%@'과 일치하는 cmux 브라우저 프로필이 없습니다.
zh_hans: 没有匹配 '%@' 的 cmux 浏览器配置文件
zh_hant: 找不到與「%@」相符的 cmux 瀏覽器設定檔
